[
    {
        "title": "Wetland Simulation",
        "image": "https://christian8972.itch.io/simulation",
        "description": "Play around with different anthropogenic impacts and watch how they affect our wetlands!",
        "year": 2024
    },
    {
        "title": "Investigation of Recipe Ratings and Features",
        "image": "https://doku98.github.io/Model-Food/",
        "description": "Cooking is an essential part of daily life, yet consistently preparing delicious dishes can be challenging. According to a survey by the New York Post, the average American spends over 37 minutes daily cooking, highlighting significant effort and investment in meal preparation. Given this, I aim to uncover which recipe attributes most strongly influence user ratings by analyzing two large datasets of recipes and ratings from Food.com.",
        "year": 2024
    },
    {
        "title": "Medical Device Malfunction Analysis.",
        "image": "https://github.com/Doku98/Medical-Device-Malfunction-Analysis/blob/master/Project.ipynb",
        "description": "Stuff be breaking check this out!",
        "year": 2024
    },
    {
        "title": "Sit corporis quod similique!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quis ullam adipisci placeat dicta aliquam, obcaecati blanditiis expedita esse dolor molestiae dolorum soluta delectus quos pariatur omnis tempora nesciunt hic corporis sequi atque voluptatum! Enim ipsum debitis magni dolores.",
        "year": 2024
    },
    {
        "title": "Est quasi quis ipsum?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Delectus, consectetur temporibus? Magni molestias architecto similique atque vitae? Rerum non sequi modi? Nemo mollitia suscipit iste consequatur libero corrupti velit. Minima dolorem magni quibusdam libero nam! Ad, mollitia ducimus!",
        "year": 2024
    },
    {
        "title": "Odit porro nostrum earum!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "In nisi enim adipisci, magnam praesentium fugiat nesciunt dolor neque ducimus fugit consectetur aliquid omnis aut qui? Ad, labore, sunt incidunt fugiat nulla inventore quibusdam deleniti, quasi delectus quia rem.",
        "year": 2024
    },
    {
        "title": "Quis repellendus ipsa ab?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Recus
